Repository: dwery/coldsync
Catalog: trunk/i18n/*.po
Languages: de, fr

source: -F: Force fast sync.
de: -F: "Fast sync" erzwingen.

source: -I: Force installation of new databases.
de: -I: Installation neuer Datenbanken erzwingen.

source: -R: Check ROM databases.
de: -R: Datenbanken im ROM prüfen..

source: -S: Force slow sync.
de: -S: "Slow sync" erzwingen.

source: -V: Print version and exit.
de: -V: Versionsnummer ausgeben und Programm beenden.

source: -d <fac[:level]>: Set debugging level.
de: -d <fac[:level]>: Debug-Ausgabe einstellen

source: -f <file>: Read configuration from <file>
de: -f <datei>: Konfiguration von <datei> lesen.

source: -h: Print this help message and exit.
de: -h: Diese Hilfe ausgeben und Programm beenden.

source: -p <port>: Listen on device <port>.
de: -p <port>: Gerät <port> benutzen.

source: -t <devtype>: Port type [serial|usb|net].
de: -t <devtype>: Art des Geräts [serial|usb|tcp].

source: Error near "%s".
de: Fehler bei "%s".
fr: Erreur près de « %s ».

source: Missing ':'.
de: Fehlender ':'.
fr: « : » manquant.

source: Missing ';'.
de: Fehlendes ';'.
fr: « ; » manquant.

source: Missing '{'.
de: Fehlende '{'.
fr: « { » manquant.

source: Missing argument name near ": %s".
de: Fehlendes Argument nach ": %s".
fr: Nom d'argument manquant près de « : %s ».

source: Missing listen block type.
de: Fehlender Typ im 'listen' Abschnitt.
fr: Type de bloc « listen » manquant.

source: Unrecognized conduit flavor "%s".
de: Unbekannter Conduit Typ "%s".
fr: Le goût de conduit « %s » n'est pas reconnu.

source: Unrecognized listen type "%s".
de: Unbekannter 'listen' Typ "%s".
fr: Le type d'écoute « %s » n'est pas reconnu.

source: Unrecognized protocol: "%s".
de: Option "%s" nicht erkannt.
fr: Le protocole « %.*s » n'est pas reconnu.

source: Default global configuration file: %s
de: Voreingestellte globale Konfigurationsdatei: %s
fr: Fichier d'initialisation globale par défaut: %s

source: Log closed on %s
de: Log geschlossen an %s

source: This Palm already has user information that matches neither what's in your configuration file, nor the defaults. Please edit your .coldsyncrc and reinitialize. Your .coldsyncrc should contain something like the following:
de: Dieser Palm besitzt bereits Benutzerinformationen, die weder mit der Konfigurationsdatei noch mit den Standarteinstellungen übereinstimmen. Bitte editieren Sie .coldsyncrc und reinitialisieren sie. Ihre .coldsyncrc sollte etwa folgendes enthalten:

source: HAVE_STRCASECMP, HAVE_STRNCASECMP: strings are compared without regard to case, whenever possible.
de: HAVE_STRCASECMP, HAVE_STRNCASECMP: Zeichenketten werden wenn möglich ohne Berücksichtigung von Groß-/Kleinschreibung verglichen.
fr: HAVE_STRCASECMP, HAVE_STRNCASECMP: si possible, les chaînes de caractères seront comparées sans faire la distinction entre les majuscules et les minuscules.

source: WITH_EFENCE: buffer overruns will cause a segmentation violation.
de: WITH_EFENCE: Puffer-Überläufe lösen Schutzverletzungen aus.
fr: WITH_EFENCE: les débordements de mémoires tampon provoqueront une violation de segmentation.

source: WITH_USB: USB support.
de: WITH_USB: Mit USB-Unterstützung
fr: WITH_USB: support pour USB.

source: "%.*s" record 0x%08lx has length 0.
de: "%s" Datensatz 0x%08lx hat Länge 0.
fr: Dans « %.*s », l'enregistrement 0x%08lx a une longueur de 0.

source: "%s" exists, but is not a directory.
de: %s existiert, ist aber kein Verzeichnis.
fr: « %s » existe, mais n'est pas un répertoire.

source: ##### %s: Unknown argument type: 0x%02x.
de: ##### %s: Unbekannter Argumenttyp: 0x%02x.
fr: ##### %s: Argument de type inconnu: 0x%02x.

source: ##### Bad offset: wanted %d, got %d.
de: ##### Falscher Offset: erwartet %d, gefunden %d.
fr: ##### Mauvaise position: je voulais %d, mais j'ai trouvé %d.

source: ##### Bad response ID: expected 0x%02x, got 0x%02x.
de: ##### Falsche Antwort-ID: erwartet 0x%02x, gefunden 0x%02x.
fr: ##### Mauvais numéro de réponse: je m'attendais à 0x%02x, j'ai reçu 0x%02x.

source: ##### Expected XID 0x%02x, got 0x%02x.
de: ##### Erwartete XID 0x%02x, gefunden 0x%02x.
fr: ##### Je m'attendais au XID 0x%02x, mais j'ai reçu 0x%02x.

source: ##### Expected a DLP response, but this isn't one!
de: ##### DLP-Antwort erwartet, aber das ist keine!
fr: ##### Je m'attendais à une réponse DLP, mais ceci n'en est pas une!

source: ##### Got an unexpected data packet. Sending an ACK to shut it up.
de: ##### Unerwartetes Datenpaket empfangen. Sende ACK um weiterzumachen.
fr: ##### J'ai reçu un paquet de données inattendu. J'envoie un ACK pour avoir la paix.

source: ##### I just got an unexpected ACK. I'm confused!
de: ##### Unerwartete Bestätigung (»ACK«) empfangen.
fr: ##### Je viens de recevoir un ACK inattendu. Je ne sais pas quoi faire!

source: ##### I wasn't expecting a new fragment. I'm confused!
de: ##### Kein neues Fragment erwartet.
fr: ##### Je ne m'attendais pas à un nouveau fragment. Je ne sais pas quoi faire!

source: ##### Unexpected packet type %d.
de: ##### Unerwarteter Pakettyp %d.
fr: ##### Paquet inattendu de type %d.

source: %s: %d: Bogus creator "%s".
de: %s: %d: Falscher Creator "%s".
fr: %s: %d: Créateur bidon: « %s ».

source: %s: %d: Bogus type "%s".
de: %s: %d: Falscher Typ "%s".
fr: %s: %d: Type bidon: « %s ».

source: %s: %d: Can't add creator-type pair to list. This is very bad.
de: %s: %d: Kann kein Erzeuger-Typ-Paar der Liste hinzufügen.
fr: %s: %d: Ne peux pas ajouter de paire createur-type à la liste. C'est très mauvais.

source: %s: %d: Can't add preference to list. This is very bad.
de: %s: %d: Kann keine Einstellungen der Liste hinzufügen.
fr: %s: %d: Ne peux pas ajouter de préférence à la liste. C'est très mauvais.

source: %s: %d: Device already defined.
de: %s: %d: Warnung: Das Gerät ist schon definiert.
fr: %s: %d: Commande « device » déjà définie.

source: %s: %d: Directory already defined.
de: %s: %d: Warnung: Das Verzeichnis gibt es schon.
fr: %s: %d: Le répertoire a déjà été défini.

source: %s: %d: Incorrect checksum for serial number "%s-%c". Should be "%s-%c".
de: %s: %d: Warnung: Ignoriere Prüfsumme für Seriennummer "%s-%c". Sollte "%s-%c" sein.
fr: %s: %d: Total de contrôle incorrect pour le numéro de série « %s-%c ». Il devrait être « %s-%c ».

source: %s: %d: Path already defined.
de: %s: %d: Warnung: Das Verzeichnis wird schon benutzt.
fr: %s: %d: Commande « path » déjà définie.

source: %s: %d: Serial number "%s" has no checksum. You may want to rewrite it as "%s-%c".
de: %s: %d: Warnung: Seriennummer "%s" hat keine Prüfsumme. Es sollte "%s-%c" heißen.
fr: %s: %d: Le numéro de série « %s » n'a pas de total de contrôle. Vous voudrez peut-être le récrire comme « %s-%c ».

source: %s: %d: Serial number already defined.
de: %s: %d: Warnung: Die Seriennummer erscheint mehrfach.
fr: %s: %d: Numéro de série déjà défini.

source: %s: %d: Speed already defined.
de: %s: %d: Warnung: Mehrfache Angabe der Geschwindigkeit.
fr: %s: %d: Vitesse déjà définie.

source: %s: %d: Userid already defined.
de: %s: %d: Warnung: Mehrfache Angabe der Benutzerkennung.
fr: %s: %d: Numéro d'utilisateur déjà défini.

source: %s: %d: Username already defined.
de: %s: %d: Warnung: Mehrfache Angabe des Benutzernamens.
fr: %s: %d: Nom d'utilisateur déjà défini.

source: %s: Can't allocate %ld-byte buffer.
de: %s: Kann keinen %ld Byte großen Puffer anlegen.
fr: %s: Je n'arrive pas à allouer un tampon de %ld octets.

source: %s: Can't allocate PDA block.
de: %s: Kann keinen PDA block anlegen.
fr: %s: Impossible d'allouer un bloc PDA.

source: %s: Can't allocate conduit header.
de: %s: Kann keinen Conduit-Kopf anlegen.
fr: %s: Impossible d'allouer une entête de conduit.

source: %s: Can't allocate conduit_block!
de: %s: Kann keinen conduit_block anlegen!
fr: %s: Impossible d'allouer un conduit_block!

source: %s: Can't allocate listen block.
de: %s: Kann keinen listen block anlegen.
fr: %s: Impossible d'allouer un bloc d'écoute.

source: %s: Can't allocate new record.
de: %s Fehler: Kann keinen neuen Datensatz erzeugen.
fr: %s: J'arrive pas à allouer un nouvel enregistrement.

source: %s: Can't append new record to database: %d.
de: %s: Kann keinen neuen Datensatz an die Datenbank anhängen: %d.
fr: %s: Je n'arrive pas à ajouter un nouvel enregistrement à la base de données: %d.

source: %s: Can't back up "%s".
de: %s: Kann "%s" nicht sichern.
fr: %s: Impossible de sauvegarder « %s ».

source: %s: Can't clean up database: %d.
de: %s Fehler: Kann Datenbank nicht aufräumen: %d.
fr: %s: Impossible de nettoyer une base de données: %d.

source: %s: Can't copy record.
de: %s: Kann Datensatz nicht kopieren.
fr: %s: Je n'arrive pas à copier un enregistrement.

source: %s: Can't create file handle to child's stdin.
de: %s: Kann keine Datei mit Standardeingabe des Kindprozesses verbinden.

source: %s: Can't create file handle to child's stdout.
de: %s: Kann keine Datei mit Standardausgabe des Kindprozesses verbinden.

source: %s: Can't create staging file "%s".
de: %s: Kann temporäre Datei "%s" nicht erzeugen.
fr: %s: Impossible de créer le fichier intermédiaire « %s ».

source: %s: Can't create staging file name.
de: %s: Kann den Namen der temporären Datei nicht erzeugen.
fr: %s: Impossible de créer le nom du fichier intermédiaire.

source: %s: Can't download "%s".
de: %s: Kann "%s" nicht herunterladen.
fr: %s: Impossible de télécharger « %s ».

source: %s: Can't get child process status.
de: %s: Kann den Status des Kindprozesses nicht feststellen.
fr: %s: Je n'arrive pas à connaitre l'état du processus fils.

source: %s: Can't get information about USB device.
de: %s: Kann keine Informationen über USB-Gerät bekommen.
fr: %s: Je n'arrive pas à obtenir les informations du port USB.

source: %s: Can't insert record 0x%08lx.
de: %s: Kann Datensatz 0x%08lx nicht einfügen.
fr: %s: Je n'arrive pas à insérer l'enregistrement 0x%08lx.

source: %s: Can't load "%s".
de: %s: Kann "%s" nicht laden.
fr: %s: Impossible de charger « %s ».

source: %s: Can't load database "%s".
de: %s: Kann Datenbank "%s" nicht laden.
fr: %s: Impossible de charger la base de données « %s ».

source: %s: Can't make child's stdout be line-buffered.
de: %s: Kann Standardausgabe des Kindprozesses nicht auf line-buffered setzen.
fr: %s: Impossible de mettre en place une sortie standard ligne à ligne pour le fils.

source: %s: Can't make copy of string.
de: %s: Kann Zeichenkette nicht kopieren.
fr: %s: Impossible de copier une chaîne.

source: %s: Can't open "%s".
de: %s: Kann "%s" nicht öffnen.
fr: %s: Impossible d'ouvrir « %s ».

source: %s: Can't open "%s".
de: %s: Kann "%s" nicht öffnen.
fr: %s: Impossible d'ouvrir « %s ».

source: %s: Can't open "%s": %d.
de: %s: Kann "%s" nicht öffnen: %d: %d.
fr: %s: Impossible d'ouvrir « %s »: %d.

source: %s: Can't open USB device.
de: %s: Kann USB-Gerät nicht öffnen.
fr: %s: Je n'arrive pas à ouvrir le port USB.

source: %s: Can't open directory "%s".
de: %s: Kann Verzeichnis "%s" nicht öffnen.
fr: %s: impossible d'ouvrir le répertoire « %s ».

source: %s: Can't open install directory.
de: %s: Kann Installationsverzeichnis nicht öffnen.
fr: %s: Impossible d'ouvrir le répertoire d'installation.

source: %s: Can't read %s backup file.
de: %s Fehler: Kann Backup-Datei %s nicht lesen.
fr: %s: Impossible de lire le fichier de secours pour %s.

source: %s: Can't read AppInfo block for %s: %d.
de: %s: Kann AppInfo-Block für %s nicht lesen: %d.
fr: %s: Je n'arrive pas à lire le bloc AppInfo pour %s: %d.

source: %s: Can't read database info: %d.
de: %s: Kann Datenbank-Info nicht lesen: %d.
fr: %s: Je n'arrive pas à lire l'information sur une base de données: %d.

source: %s: Can't read sort block for %s: %d.
de: %s: Kann Sort-Block für %s nicht lesen: %d.
fr: %s: Je n'arrive pas à lire le bloc de tri pour %s: %d.

source: %s: Can't rename "%s" to "%s".
de: %s: Kann "%s" nich zu "%s" umbenennen.
fr: %s: Impossible de renommer « %s » en « %s ».

source: %s: Can't rename staging file. Backup left in "%s", hopefully.
de: %s: Kann temporäre Datei nicht umbenennen. Backup liegt hoffentlich in "%s".
fr: %s: Ne peux pas renommer fichier en attente. Il devrait y avoir un backup dans « %s ».

source: %s: Can't reset sync flags: %d.
de: %s: Kann Synchronisierungsmarken nicht zurücksetzen: %d.
fr: %s: Erreur: Je n'arrive pas a remettre à zéro les flags de synchronisation: %d.

source: %s: Can't restore %s: it is opened by another application.
de: %s: Kann %s nicht wiederherstellen: Ein anderes Programm hat es geöffnet.
fr: %s: Ne peux pas restaurer %s: il est ouvert par un autre programme.

source: %s: Can't seek to end of file.
de: %s: Kann nicht auf Ende der Datei positionieren.
fr: %s: Impossible de me positionner à la fin du fichier.

source: %s: Can't set signal handler.
de: %s: Kann Signal-Handler nicht setzen.
fr: %s: Impossible de mettre en place une fonction de gestion de signal.

source: %s: Can't spawn conduit.
de: %s: Kann Conduit nicht starten.
fr: %s: Impossible de lancer un conduit.

source: %s: Can't write AppInfo block for "%.*s".
de: %s: Kann AppInfo-Block für "%.*s" nicht schreiben.
fr: %s: Je n'arrive pas à écrire le bloc AppInfo pour « %.*s ».

source: %s: Can't write archive file header.
de: %s: Kann Kopf der Archivdatei nicht schreiben.
fr: %s: Impossible d'écrire l'entête du fichier d'archive.

source: %s: Can't write backup file.
de: %s: Kann Backup-Datei nicht schreiben.
fr: %s: Impossible d'écrire le fichier de sauvegarde.

source: %s: Can't write record data for "%.*s".
de: %s: Kann Datensatz für "%.*" nicht schreiben.
fr: %s: Je n'arrive pas à écrire les données d'un enregistrement dans « %.*s ».

source: %s: Can't write resource data for "%.*s".
de: %s: Kann Ressource-Daten für "%.*s" nicht schreiben.
fr: %s: Je n'arrive pas à écrire les données d'une resource dans « %.*s ».

source: %s: Can't write resource index entry for "%.*s".
de: %s: Kann Indexeintrag für Ressource "%.*s" nicht schreiben.
fr: %s: Je n'arrive pas à écrire un élément de l'index des resources de « %.*s ».

source: %s: Can't write sort block for "%.*s".
de: %s: Kann Sort-Block für "%.*s" nicht schreiben.
fr: %s: Je n'arrive pas à écrire le bloc de tri de « %.*s ».

source: %s: Can't write staging file "%s".
de: %s: Kann temporäre Datei "%s" nicht schreiben.
fr: %s: Impossible d'écrire le fichier intermédiaire « %s ».

source: %s: Can't write the two useless NULs to "%.*s".
de: %s: Kann die zwei nutzlosen NULlen nach "%.*s" nicht schreiben.
fr: %s: Je n'arrive pas à écrire les deux octets inutiles dans « %.*s ».

source: %s: Conduit exited unexpectedly.
de: %s: Conduit unerwartet beendet.
fr: %s: conduit s'est terminé de manière inattendue.

source: %s: Conduit handler is in an inconsistent state at %s, line %d. Please notify the maintainer.
de: Bittem dem Entwickler des Programms melden: %s: Error: conduit handler is in an inconsistent state at %s, line %d.

source: %s: Conduit is running happily, but hasn't printed anything. And yet, I was notified. This is a bug. Please notify the maintainer.
de: Dieser Fehler sollte nicht auftreten. Bitte schicken Sie die folgende Meldung an den Entwickler des Programms. %s: Conduit is running happily, but hasn't printed anything. And yet, I was notified. This is a bug. Please notify the maintainer.
fr: %s: Le conduit s'éxécute correctement, mais n'a rien affiché. Pourtant, on m'a averti. Ceci est un bug. Veuillez en informer le mainteneur.

source: %s: Could not find HotSync endpoint on Visor.
de: %s: Konnte keinen Endpunkt für HotSync auf dem Visor finden.
fr: %s: Je n'arrive pas à établir la connection HotSync avec le Visor.

source: %s: Database %s doesn't exist, yet it is open. Huh?
de: %s: Die Datenbank %s existiert nicht, ist aber geöffnet.
fr: %s: La base de données %s n'existe pas, et pourtant elle est ouverte. Qu'est-ce qui se passe?

source: %s: Error deleting "%s".
de: %s: Fehler beim Löschen von "%s".
fr: %s: Erreur lors de l'effaçage de « %s ».

source: %s: Error deleting record 0x%08lx: %d.
de: %s: Fehler beim Löschen des Satzes 0x%08lx: %d.
fr: %s: Erreur lors de l'effaçage de l'enregistrement 0x%08lx: %d.

source: %s: Error in DlpRPC().
de: %s: Fehler in DlpRPC().
fr: %s: Erreur dans « DlpRPC() ».

source: %s: Error in select().
de: %s: Fehler in select().
fr: %s: Erreur dans « select() ».

source: %s: Error reading SPC request from conduit.
de: %s: Fehler beim Lesen der SPC Anfrage vom Conduit.
fr: %s: Erreur lors de la lecture d'une demande SPC du conduit.

source: %s: Error reading SPC request.
de: %s: Fehler beim Lesen der SPC Anfrage.
fr: %s: Erreur lors de la lecture d'une demande SPC.

source: %s: Error sending SPC response data.
de: %s: Fehler beim Senden der SPC Antwortsdaten.
fr: %s: Erreur en envoyant des données SPC.

source: %s: Error sending dummy ACK. This is serious.
de: %s: Schwerer Fehler beim Sender eines dummy ACK.
fr: %s: erreur en envoyant un ACK bidon. C'est sérieux.

source: %s: Error uploading "%s".
de: %s: Fehler beim Heraufladen von "%s".
fr: %s: Erreur lors de l'installation de « %s ».

source: %s: Error: dlp.write returned %d.
de: %s: Fehler: dlp.write lieferte %d.
fr: %s: Erreur: « dlp.write » a retourné %d.

source: %s: I just got file descriptor %d. There appears to be a file descriptor leak. Please notify the maintainer.
de: Bittem dem Entwickler des Programms melden: %s: I just got file descriptor %d. There appears to be a file descriptor leak.

source: %s: Lost connection to Palm.
de: %s: Verbindung zum Palm verloren.
fr: %s: J'ai perdu la connexion au Palm.

source: %s: Missing mode string. This should never happen.
de: %s: Fehlender Modus. Das sollte nicht passieren.
fr: %s: select() a retourné une erreur inattendue. Ceci ne devrait jamais arriver.

source: %s: No `type:' line seen in definition of "%s".
de: %s: Warnung: Keine 'type:' Zeile in der Definition von "%s".
fr: %s: Il n'y a pas de ligne « type: » dans la définition de « %s ».

source: %s: Out of memory.
de: %s: Kein Speicher mehr.
fr: %s: Plus de mémoire.

source: %s: Out of memory.
de: %s: Kein Speicher mehr.
fr: %s: Plus de mémoire.

source: %s: Too many file descriptors. Aborting.
de: %s: Zu viele offene Dateien. Abbruch.

source: %s: Warning: Can't delete record 0x%08lx: %d.
de: %s: Warnung: Kann Datensatz 0x%08lx nicht löschen: %d.
fr: %s: Avertissement: Impossible d'effacer l'enregistrement 0x%08lx: %d.

source: %s: Warning: Unexpected USB vendor ID %#x.
de: %s: Warnung: Unbekannter USB-Hersteller ID %#x.
fr: %s: Avertissement: Numéro de vendeur USB %#x inattendu.

source: %s: bad checksum: expected 0x%02x, got 0x%02x.
de: %s: fehlerhafte Prüfsumme. Erwartet 0x%02x, gefunden 0x%02x.
fr: %s: mauvais checksum: je m'attendais à 0x%02x, mais j'ai reçu 0x%02x.

source: %s: can't allocate data.
de: %s: Kann keine Daten allokieren.
fr: %s: je ne peux pas allouer «data».

source: %s: can't allocate pdb.
de: %s: Kann PDB nicht allokieren.
fr: %s: je n'arrive pas à allouer un pdb.

source: %s: can't allocate record data for "%.*s".
de: %s: Kann Datensatz für "%.*s" nicht allokieren.
fr: %s: je n'arrive pas à allouer la place pour les données pour un enregistrement dans « %.*s ».

source: %s: can't allocate resource data for "%.*s".
de: %s: Kann Ressource-Daten für "%.*s" nicht allokieren.
fr: %s: je n'arrive pas à allouer la place pour les données d'une resource dans « %.*s ».

source: %s: can't create new backup file %s. It may already exist.
de: %s: Kann neue Backup-Datei %s nicht erzeugen. Existiert die Datei schon?
fr: %s: Impossible de créer le nouveau fichier de secours %s Peut-être qu'il existe déjà.

source: %s: can't write database "%s" to "%s".
de: %s: Kann Datenbank "%s" nicht nach "%s" schreiben.
fr: %s: impossible d'écrire la base de données « %s » a « %s ».

source: %s: can't write database header for "%.*s".
de: %s: Kann Datenbank-Kopf für "%.*s" nicht schreiben.
fr: %s: je n'arrive pas à écrire l'entête de la base de données « %.*s ».

source: %s: can't write record list header for "%.*s".
de: %s. Kann Kopf der Datensätze "%.*s" nicht schreiben.
fr: %s: je n'arrive pas à écrire l'entête de la liste des enregistrements pour « %.*s ».

source: %s: error reading record index entry for "%.*s" (%d bytes): %d.
de: %s: Fehler beim Lesen der Indexeintrags für "%.*s" (%d Bytes): %d.
fr: %s: erreur lors de la lecture d'un élément de l'index des enregistrements dans « %.*s » (%d octets): %d.

source: %s: error sending SPC response header.
de: %s: Fehler beim Sender des SPC Antwortkopfes.
fr: %s: erreur en envoyant l'entête de réponse SPC.

source: %s: realloc(%d) failed.
de: %s: realloc gescheitert.
fr: %s: realloc(%d) a échoué.

source: %s: select() returned 0. I'm puzzled.
de: %s: select() lieferte 0.
fr: %s: select() a retourné 0. C'est bizarre.

source: %s: select() returned 0. This should never happen. Please notify the maintainer.
de: Dieser Fehler sollte nicht auftreten. Bitte schicken Sie die folgende Meldung an den Entwickler des Programms. %s: select() returned 0. This should never happen.
fr: %s: select() a retourné 0. Ceci ne devrait jamais arriver. Veuillez en informer le mainteneur.

source: %s: select() returned an unexpected error. This should never happen.
de: %s: select() gabe einen unerwarteten Fehler zurück.
fr: %s: select() a retourné une erreur inattendue. Ceci ne devrait jamais arriver.

source: %s: socket() returned %d.
de: %s: socket() lieferte %d.
fr: %s: socket() a retourné %d.

source: %s: unexpected response %d to GetBytesAvailable.
de: %s: Unerwartete Antwort %d auf GetBytesAvailable.
fr: %s: réponse inattendue à GetBytesAvailable: %d.

source: %s: unknown listen type %d.
de: %s: Unbekannter «listen type» %d.
fr: %s: l'argument %d est d'un type inconnu.

source: %s: unknown start state %d. Please tell the maintainer to fix `lexer.l'.
de: Bittem dem Entwickler des Programms melden: %s: unknown start state %d. Fix 'lexer.l'.

source: *Cancelled*
de: *Abgebrochen*
fr: *Annulé*

source: ACK Timeout. Attempting to resend.
de: Zeit abgelaufen. Neuer Sendeversuch.
fr: Timeout en attendant un ACK. J'essaie d'envoyer de nouveau.

source: Backing up "%s"
de: Sichere "%s"
fr: Backup de « %s ».

source: Bad file descriptor
de: Fehlerhafter Dateideskriptor
fr: Mauvais descripteur de fichier

source: CacheFromConduits() returned %d.
de: CacheFromConduits() lieferte %d zurück.
fr: CacheFromConduits() a rendu le code de retour %d.

source: Can't allocate list of record IDs.
de: Kann Liste der Datensatz-IDs nicht anlegen.
fr: Je ne peux pas allouer la liste des numéros d'enregistrements.

source: Can't allocate listen block.
de: Kann «listen block» nicht anlegen.
fr: Impossible d'allouer un bloc d'écoute.

source: Can't allocate new conduit block.
de: Kann keinen neuen conduit_block anlegen.
fr: Impossible d'allouer un conduit_block.

source: Can't allocate new configuration.
de: Kann keine neue Konfiguration erzeugen.
fr: Impossible d'allouer une nouvelle configuration.

source: Can't allocate new connection.
de: Kann keine neue Verbindung anlegen.
fr: J'arrive pas à allouer une nouvelle connexion.

source: Can't allocate struct Palm.
de: Kann Datenstruktur Palm nicht anlegen.
fr: Je n'arrive pas à allouer un « struct Palm ».

source: Can't connect to Palm.
de: Keine Verbindung zum Palm.
fr: Impossible de se connecter au Palm.

source: Can't connect to server.
de: Keine Verbindung zum Server.
fr: Impossible de se connecter au serveur.

source: Can't copy a new record.
de: Kann neuen Datensatz nicht kopieren.
fr: Je n'arrive pas à copier un nouvel enregistrement.

source: Can't copy config file name
de: Kann Konfigurationsdatei nicht kopieren
fr: Impossible de copier le nom du fichier de configuration

source: Can't copy string.
de: Kann Zeichenkette nicht kopieren.
fr: Impossible de copier une chaîne.

source: Can't create "%s".
de: Kann "%s" nicht erzeugen.
fr: Impossible de créer « %s ».
