Repository: dwery/coldsync
Catalog: trunk/i18n/*.po
Languages: de, fr

source: Couldn't write sync log.
fr: Erreur lors de l'écriture de l'historique.

source: Problem
fr: Problème

source: Restore
fr: Restauration

source: Sync cancelled.
fr: Synchronisation annulée.

source: The "-b <dir>" option is obsolete. Please use "-mb <dir>" instead.
fr: L'option « -b <rép> » est obsolète. Veuillez utiliser l'option « -mb <rép> ».

source: The "-r <dir>" option is obsolete. Please use "-mr <dir>" instead.
fr: L'option « -r <rép> » est obsolète. Veuillez utiliser l'option « -mr <rép> ».

source: Unknown protocol: "%s".
fr: Protocole « %s » inconnu.

source: Usage: %s [options] <mode> <mode args> Modes: -ms: Synchronize (default). -mI: Initialize. -mb <dir> [database...] Perform a backup to <dir>. -mr <file|dir>... Restore or install new databases. Options: -h: Print this help message and exit. -V: Print version and exit. -f <file>: Read configuration from <file> -z: Install databases after sync. -I: Force installation of new databases. -S: Force slow sync. -F: Force fast sync. -R: Check ROM databases. -p <port>: Listen on device <port>. -t <devtype>: Port type [serial|usb|tcp]. -s: Log error messages to syslog. -l: <file>: Write error/debugging messages to <file>. -v: Increase verbosity. -d <fac[:level]>: Set debugging level.
fr: Usage: %s [options] <mode> <arguments du mode> Modes: -ms: Synchroniser (défaut). -mI: Initialiser. -mb <rép> [base de données...] Faire un backup dans <rép>. -mr <fichier|rép>... Restaurer ou installer des fichiers ou répertoires. Options: -h: Afficher ce message et quitter. -V: Afficher la version et quitter. -f <fichier>: Lire la configuration dans <fichier>. -z: Installer les nouvelles bases de données après la synchronisation. -I: Forcer l'installation de nouvelles bases de données. -S: Forcer une synchronisation lente. -F: Forcer une synchronisation rapide. -R: Regarder aussi les bases de données en ROM. -p <port>: Ecouter sur le port <port> -t <type>: Type de port [serial|usb|tcp] -s: Utiliser syslog pour les messages d'erreur. -l <fichier>: Écrire les messages d'erreur/débogage dans <fichier>. -v: Donner plus de détails lors de la synchronisation. -d <catégorie[:niveau]>: Indiquer le niveau de débogage

source: Warning: can't set the serial port to the speed you requested (%ld bps). Using default.
fr: Avertissement: ne peux pas utiliser à la vitesse que vous avez demandé (%ld o/s). J'utiliserai la vitesse de défaut.

source: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable failed
fr: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable a échoué

source: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo failed
fr: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo a échoué
