Repository: dwery/coldsync
Catalog: trunk/i18n/*.po
Languages: de, fr

source: Can't create archive directory %s.
de: Kann Aufbewahrungsverzeichnis %s nicht anlegen.
fr: Je n'arrive pas à créer le répertoire d'archive %s.

source: Can't create attic directory %s.
de: Kann Verzeichnis %s für alte Einträge nicht anlegen.
fr: Je n'arrive pas à créer le répertoire grenier %s.

source: Can't create backup directory %s.
de: Kann Sicherungsverzeichnis %s nicht anlegen.
fr: Je n'arrive pas à créer le répertoire de backup %s.

source: Can't create base sync directory %s.
de: Kann Basisverzeichnis %s zum Synchronisieren nicht anelegen.
fr: Je n'arrive pas à créer le répertoire de synchronisation de base %s.

source: Can't create connection to forwarding host.
de: Keine Verbindung zum weiterleitenden Rechner.
fr: Je n'arrive pas à lire l'index des enregistrements.

source: Can't create install directory %s.
de: Kann Installationsverzeichnis %s nicht anlegen.
fr: Je n'arrive pas à créer le répertoire d'installation %s.

source: Can't download record or resource index.
de: Kann Daten- oder Ressource-Index nicht übertragen.
fr: Je n'arrive pas à télécharger l'index d'enregistrements ou de resources.

source: Can't dup(stderr).
de: Kann die Standartfehlerausgabe nicht duplizieren.
fr: Impossible de dup(stderr).

source: Can't establish connection with forwarding host.
de: Keine Verbindung zum weiterleitenden Rechner.

source: Can't fetch list of databases.
de: Kann Liste der Datenbanken nicht holen.
fr: Impossible de télécharger la liste des bases de données.

source: Can't fetch preference 0x%08lx/%d.
de: Kann Einstellung 0x%08lx/%d nicht holen.
fr: Impossible de télécharger la préférence 0x%08lx/%d.

source: Can't find record %d in "%.*s".
de: Kann Datensatz %d in "%.*s"nicht finden.
fr: Je n'arrive pas à trouver l'enregistrement N°%d dans « %*.s ».

source: Can't find resource %d in "%.*s".
de: Kann Ressource %d in "%.*s" nicht finden.
fr: Je n'arrive pas à trouver la resource N°%d dans « %*.s ».

source: Can't find the AppInfo block in "%.*s"!
de: Kann AppInfo-Block in "%.*s" nicht finden!
fr: Je n'arrive pas à trouver le bloc AppInfo dans « %*.s »!

source: Can't find the sort block in "%.*s"!
de: Kann Sort-Block in "%.*s" nicht finden!
fr: Je n'arrive pas à trouver le bloc de tri dans « %.*s »!

source: Can't get host ID.
de: Kann Rechner-ID nicht feststellen.
fr: Impossible de trouver le numéro d'identification de l'hôte.

source: Can't get host addresses.
de: Kann Rechner-Adresse nicht feststellen.
fr: Impossible de trouver les addresses de l'hôte.

source: Can't get host name.
de: Kann Rechnernamen nicht bestimmen.
fr: Impossible de trouver le nom de l'hôte.

source: Can't get last sync PC from Palm
de: Kann letzten Synchronisationsrechner nicht feststellen
fr: Impossible d'obtenir le numéro du dernier PC avec lequel le Palm a synchronisé.

source: Can't get location of serial number.
de: Kann die Position der Seriennummer nicht feststellen.
fr: Ne peux pas trouver l'endroit où se trouve le numéro de série.

source: Can't get preference item.
de: Kann Benutzerdaten nicht feststellen.
fr: Impossible d'obtenir une préférence.

source: Can't get system info.
de: Kann System-Daten nicht feststellen.
fr: Impossible d'obtenir les informations sur le système.

source: Can't get user ID from Palm.
de: Kann Benutzer-ID nicht feststellen.
fr: Impossible d'obtenir le numéro de l'utilisateur.

source: Can't get user info.
de: Kann Benutzerdaten nicht feststellen.
fr: Impossible d'obtenir les informations sur l'utilisateur.

source: Can't get user name from Palm.
de: Kann Benutzernamen nicht feststellen.
fr: Impossible d'obtenir le nom de l'utilisateur du Palm.

source: Can't get user's full name.
de: Kann vollständigen Benutzernamen nicht feststellen.
fr: Impossible d'obtenir le nom complet de l'utilisateur.

source: Can't install new files.
de: Fehler beim Installieren neuer Dateien.
fr: Impossible d'installer de nouveaux fichiers.

source: Can't load configuration.
de: Kann keine neue Konfiguration erzeugen.
fr: Impossible de lire la configuration.

source: Can't load header.
de: Kann Kopfteil nicht laden.
fr: Je n'arrive pas à lire l'entête.

source: Can't load header.
de: Kann Kopfteil nicht laden.
fr: Je n'arrive pas à lire l'entête.

source: Can't look up Palm.
de: Kann Palm nicht finden.
fr: Impossible de trouver la description du Palm.

source: Can't look up my address.
de: Kann eigene Adresse nicht finden.
fr: Impossible de trouver mon adresse.

source: Can't open %s.
de: Kann %s nicht öffnen.
fr: Impossible d'ouvrir %s.

source: Can't open backup conduit.
de: Kann Backup-Conduit nicht öffnen.
fr: Impossible d'ouvrir le conduit de copie.

source: Can't open conduit for "%s": %d.
de: Kann Conduit für "%s" nicht öffnen: %d.
fr: Je n'arrive pas à ouvrir de conduit pour « %s »: %d.

source: Can't open connection.
de: Fehler: Kann Verbindung nicht öffnen.
fr: Je n'arrive pas à ouvrir la connexion.

source: Can't open database "%s".
de: Kann Datenbank "%s" nicht öffnen.
fr: Impossible d'ouvrir la base de données « %s ».

source: Can't open log file "%s".
de: Kann Log "%s" nicht öffnen.
fr: Impossible d'ouvrir l'historique « %s ».

source: Can't open log file on stderr.
de: Kann Logdatei nicht aus stderr öffnen.
fr: Impossible d'ouvrir l'historique sur stderr.

source: Can't parse command-line arguments.
de: Kann Kommandozeilenparameter nicht analysieren.
fr: Je n'arrive pas à lire l'index des enregistrements.

source: Can't read %s.
de: Kann %s nicht lesen.
fr: Impossible de lire « %s ».

source: Can't read AppInfo block for "%.*s".
de: Kann AppInfo-Block für "%.*s" nicht lesen: %d.
fr: Je n'arrive pas à lire le bloc AppInfo pour « %.*s »: %d.

source: Can't read NetSync info.
de: Fehler beim Lesen der NetSync-Informationen.
fr: Erreur lors de la lecture des informations sur NetSync.

source: Can't read contents of directory %s.
de: Kann Inhalt von Verzeichnis %s nicht lesen.
fr: Impossible de lire le contenu du répertoire %s.

source: Can't read length of serial number.
de: Fehler: Kann Länge der Seriennummer nicht lesen.
fr: Impossible de lire la longueur du numéro de série.

source: Can't read record %d in "%.*s".
de: Kann Datensatz %d in "%.*s" nicht lesen: %d.
fr: Je n'arrive pas à lire l'enregistrement No. %d de « %.*s »: %d.

source: Can't read record %d: %d.
de: Kann Datensatz %d nicht lesen: %d.
fr: Je n'arrive pas à lire l'enregistrement No. %d: %d.

source: Can't read record ID list.
de: Kann Liste der Datensatz-IDs nicht lesen.
fr: Je n'arrive pas à lire la liste des numéros d'enregistrements.

source: Can't read record index for "%.*s".
de: Kann Datensatzindex für "%.*s" nicht lesen.
fr: Je n'arrive pas à lire l'index des enregistrements de « %.*s ».

source: Can't read resource %d in "%.*s".
de: Kann Ressource %d in "%.*s" nicht lesen: %d.
fr: Je n'arrive pas à lire la resource No. %d de « %.*s »: %d.

source: Can't read resource %d: %d.
de: Kann Ressource %d nicht lesen: %d.
fr: Je n'arrive pas à lire la resource No. %d: %d.

source: Can't read resource index for "%.*s".
de: Kann Ressource-Index für "%.*s" nicht lesen.
fr: Je n'arrive pas à lire l'index des resources de « %.*s ».

source: Can't read serial number.
de: Kann die Seriennummer nicht lesen.
fr: Impossible de lire le numéro de série.

source: Can't read sort block for "%.*s".
de: Kann Sort-Block für "%.*s" nicht lesen: %d.
fr: Je n'arrive pas à lire le bloc de tri de « %.*s ».

source: Can't reserve file descriptor %d.
de: Fehler: Kann Dateidescriptor %d nicht belegen.
fr: impossible de réserver le descripteur de fichier %d.

source: Can't resize palm->dblist.
de: Fehler beim Anpassen von palm->dblist.
fr: Impossible de changer la taille de palm->dblist.

source: Can't resolve forwarding address.
de: Kann Weiterleitungsadresse nicht auslösen.

source: Can't restore directory.
de: Kann Verzeichnis nicht wiederherstellen.
fr: Je n'arrive pas à restaurer un répertoire.

source: Can't setuid
de: Kann Benutzer nicht ändern.
fr: Impossible d'exécuter « setuid ».

source: Can't write user info.
de: Kann Benutzerdaten nicht schreiben.
fr: Impossible d'écrire les informations sur l'utilisateur.

source: Cancelled
de: Abgebrochen
fr: Annulé

source: Cancelled by Palm.
de: Vom Palm abgebrochen.
fr: Annulé sur le Palm.

source: ColdSync homepage at http://www.ooblick.com/software/coldsync/
de: ColdSync Seite bei http://www.ooblick.com/software/coldsync/
fr: La page ouèbe de ColdSync est http://www.ooblick.com/software/coldsync/

source: Compile-type options:
de: Übersetzer-Optionen:
fr: Options lors de la compilation:

source: Conduit %s is not a %s conduit.
de: Conduit %s ist kein %s Conduit.
fr: Le conduit %s n'est pas un conduit de type %s.

source: Conduit failed for unknown reason.
de: Das Conduit aus unbekannten Gründen fehl.
fr: Un conduit a échoué pour une raison inconnue.

source: Config file "%s" doesn't exist.
de: Konfigurationsdatei "%s" existiert nicht.
fr: Le fichier de configuration « %s » n'existe pas.

source: Couldn't disconnect.
de: Fehler beim Trennen der Verbindung.
fr: Erreur lors de la déconnexion

source: Couldn't initialize configuration.
de: Fehler beim Laden der Konfiguration.
fr: Erreur lors de l'initialisation de la configuration.

source: Couldn't read configuration file "%s".
de: Fehler beim Lesen der Konfigurationsdatei "%s".
fr: Erreur lors de la lecture du fichier de configuration « %s ».

source: Couldn't send header to conduit.
de: Fehler beim Senden des Kopfes zum Conduit.
fr: Je n'ai pas pu envoyer une entête au conduit.

source: DlpReadRecordIDList() read 0 records. What happened?
de: DlpReadRecordIDList() hat keine Datensätze gelesen.
fr: DlpReadRecordIDList() a lu 0 enregistrements. Qu'est-ce qui s'est passé?

source: DlpWriteRecord: Can't allocate output buffer.
de: DlpWriteRecord: Kann keine Puffer anlegen.
fr: DlpWriteRecord: J'arrive pas à allouer un tampon de sortie.

source: DlpWriteUserInfo failed: %d.
de: DlpWriteUserInfo gescheitert: %d.
fr: DlpWriteUserInfo a échoué: %d.

source: Doing a fast sync.
de: Schnelle Synchronisation.

source: Doing a slow sync.
de: Langsame Synchronisation.

source: End of file
de: Dateiende
fr: Fin de fichier

source: Error
de: Fehler
fr: Erreur

source: Error
de: Fehler
fr: Erreur

source: Error %d running install conduits.
de: Fehler %d beim Ausführen der Install Conduits.
fr: Erreur %d lors de l'éxecution des conduits d'installation.

source: Error %d running post-dump conduits.
de: Fehler %d beim Ausführen der Post-Dump Conduits.
fr: Erreur %d lors de l'éxecution des conduits post-dump.

source: Error %d running pre-fetch conduits.
de: Fehler %d beim Ausführen der Pre-Fetch Conduits.
fr: Erreur %d lors de l'exécution des conduits pre-fetch.

source: Error backing up "%s".
de: Fehler beim Sichern von "%s".
fr: Erreur lors du backup de « %s ».

source: Error creating database "%s": %d.
de: Fehler beim Anlegen der Datenbank "%s": %d.
fr: Erreur lors de la création de la base de données « %s »: %d.

source: Error deleting "%s".
de: Fehler beim Löschen von "%s".
fr: Erreur en effaçant « %s ».

source: Error during DlpEndOfSync: (%d) %s.
de: Fehler während DlpEndOfSync: (%d) %s.
fr: Erreur dans DlpEndOfSync: (%d) %s.

source: Error during cmp_read: (%d) %s.
de: Fehler während cmp_read: (%d) %s.
fr: Erreur dans cmp_read: (%d) %s.

source: Error establishing CMP connection.
de: Fehler beim Öffnen der CMP Verbindung.
fr: Erreur lors de l'ouverture de la connexion CMP.

source: Error in system call or library function
de: Fehler in Systemaufruf oder Bibliotheksfunktion.
fr: Erreur dans un appel de système ou une fonction dans une bibliothèque

source: Error opening "%s".
de: Fehler beim Öffnen von "%s".
fr: Erreur lors de l'ouverture de « %s ».

source: Error reading NetSync packet header.
de: Fehler beim Lesen des NetSync-Paketkopfes.
fr: Erreur lors de la lecture de l'entête d'un paquet NetSync.

source: Error sending NetSync header.
de: Fehler beim Senden des NetSync-Paketkopfes.
fr: Erreur lors de l'envoi d'une entête de paquet NetSync.

source: Error trying to set speed.
de: Fehler beim Setzen der Geschwindigkeit.
fr: Erreur lors du règlage de vitesse.

source: Error uploading record 0x%08lx: %d.
de: Fehler beim Übertragen von Datensatz 0x%08lx: %d.
fr: Erreur lors de l'installation de l'enregistrement 0x%08lx: %d.

source: Error:
de: Fehler:
fr: Erreur:

source: Error: Can't open "%s".
de: Fehler: Kann "%s" nicht öffnen.
fr: Erreur: Impossible d'ouvrir « %s ».

source: Error: USB support not enabled.
de: Fehler: USB-Unterstützung nicht aktiviert.

source: Error: only read %d bytes of NetSync packet header.
de: Fehler: Nur %d Zeichen der NetSync Paketkopfes gelesen.

source: File isn't seekable.
de: Datei kann nicht positioniert werden.
fr: Ce fichier ne peut pas être positionné.

source: Hey! I can't find the %dth record in "%.*s"!
de: Kann den %d-ten Datensatz in "%.*s" nicht finden!
fr: Hé! Je n'arrive pas à trouver l'enregistrement N° %d de « %.*s »!

source: Hey! I can't find the %dth resource in "%.*s"!
de: Kann die %d-te Ressource in "%.*s" nicht finden!
fr: Hé! Je n'arrive pas à trouver la resource N° %d de « %.*s »!

source: Hey! This isn't an AF_INET address!
de: Das ist keine AF_INET Adresse.
fr: M'enfin! Ceci n'est pas une adresse AF_INET!

source: Inside run_DummyConduit.
de: Innerhalb von run_DummyConduit.

source: Install
de: Installiere
fr: Installation de

source: Install
de: Installiere
fr: Installation de

source: Invalid argument ID
de: Ungültige Argument-ID
fr: Numéro d'argument invalable

source: Invalid request ID
de: Ungültige Request-ID
fr: Numéro de demande invalable

source: Invalid result ID
de: Ungültige Ergebnis-ID
fr: Numéro de résultat invalable

source: Log started on %s
de: Log gestartet auf %s

source: Lost connection to Palm.
de: Verbindung zum Palm verloren.
fr: J'ai perdu la connexion au Palm.

source: Lost connection to Palm. Aborting.
de: Verbindung zum Palm verloren. Abbruch.
fr: J'ai perdu la connexion au Palm. J'annulle.

source: Missing option argument after "%s".
de: Fehlendes Argument nach "%s".
fr: Argument manquant après l'option « %s ».

source: Network sync forwarding failed.
de: Synchronisation der Netzwerkweiterleitung schlug fehl.

source: No NetSync info.
de: Kein NetSyn-Info.
fr: Pas d'informations sur NetSync.

source: No backup directory specified.
de: Kein Sicherungsverzeichnis angegeben.
fr: Vous n'avez pas précisé de répertoire de backup.

source: No error
de: Kein Fehler
fr: Pas d'erreur

source: No matching entry in %s.
de: Kein passender Eintrag in %s.

source: No port specified.
de: Kein Port angegeben.
fr: Vous n'avez pas précisé de port.

source: No such database
de: Nichtexistierende Datenbank
fr: Base de données inexistante

source: No such database: "%s".
de: Kann Datenbank "%s" nicht öffnen.
fr: La base de données « %s » n'existe pas.

source: No such directory: "%s".
de: Kein Verzeichnis "%s".
fr: Le répertoire « %s » n'existe pas.

source: Options:
de: Optionen:

source: Out of memory
de: Kein Speicher mehr
fr: Plus de mémoire

source: Please press the HotSync button.
de: Bitte starten Sie den HotSync auf dem Palm.
fr: Appuyez sur le bouton HotSync.

source: Restore: Can't delete database "%s": %d.
de: Restore: Kann Datenbank "%s" nicht löschen. Fehler: %d.
fr: Restore: Impossible d'effacer la base de données « %s »: %d.

source: Running Dump conduits
de: Starte Dump-Conduit
fr: En train d'exécuter les conduits Dump

source: Running Fetch conduits
de: Starte Fetch-Conduit
fr: En train d'exécuter les conduits Fetch

source: Running Install conduits
de: Start Install-Conduit
fr: En train d'exécuter les conduits Install

source: Running Sync conduits
de: Starte Sync-Conduit
fr: En train d'exécuter les conduits Sync

source: SLP: bad CRC: expected 0x%04x, got 0x%04x.
de: SLP: Fehlerhafte CRC. Erwartet 0x%04x, gefunden 0x%04x.
fr: SLP: mauvais CRC: je m'attendais à 0x%04x, mais j'ai reçu 0x%04x.

source: Set user ID
de: Setze Benutzer ID

source: Set username
de: Setze Benutzernamen

source: Sync cancelled by Palm.
de: Synchronisation von Palm abgebrochen.
fr: Synchronisation annulée par le Palm.

source: This Palm has user ID %ld (I was expecting %ld). Syncing would most likely destroy valuable data. Please update your configuration file and/or initialize this Palm (with 'coldsync -mI') before proceeding. Your configuration file should contain a PDA block that looks something like this:
de: Dieser Palm hat die BenutzerID %ld (Erwartet wurde %ld). Synchronisieren würde wahrscheinlich wertvolle Daten zerstören. Bitte die Konfigurationsdatei aktualisieren und/oder den Palm (mit 'coldsync -mI') vor dem fortfahren initialisieren. Die Konfigurationsdatei sollte einen PDA Abschnitt enthalten, der etwa so aussieht:

source: This Palm has user name "%.*s" (I was expecting "%.*s"). Syncing would most likely destroy valuable data. Please update your configuration file and/or initialize this Palm (with 'coldsync -mI') before proceeding. Your configuration file should contain a PDA block that looks something like this:
de: Dieser Palm hat den Benutzernamen "%.*s" (Erwartet wurde "%.*s"). Synchronisieren würde wahrscheinlich wertvolle Daten zerstören. Bitte die Konfigurationsdatei aktualisieren und/oder den Palm (mit 'coldsync -mI') vor dem fortfahren initialisieren. Die Konfigurationsdatei sollte einen PDA Abschnitt enthalten, der etwa so aussieht:

source: This host doesn't appear to have an IP address.
de: Dieser Rechner hat anscheinend keine IP-Adresse.
fr: Cet hôte n'a pas l'air d'avoir une adresse IP.

source: Timeout
de: Zeit abgelaufen

source: Too many files named "%s" in the attic.
de: Zu viele Dateien heißen "%s".
fr: Trop de fichiers nommés « %s » au grenier.

source: Transfer aborted
de: Übertragung abgebrochen.
fr: Transfert annulé

source: Unknown device type: "%s".
de: Unbekannter Gerätetyp: "%s".
fr: Type d'appareil « %s » inconnu.

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue

source: Unknown facility "%s".
de: Unbekannter Debug-Schalter "%s".
fr: Catégorie de débogage inconnue: « %s ».

source: Unknown mode: "%s".
de: Unbekannter Modus: "%s".
fr: Mode « %s » inconnu.

source: Unknown mode: %d. This is a bug. Please report it to the maintainer.
de: Bittem dem Entwickler des Programms melden: Unknown mode: %d.
fr: mode %d inconnu. Ceci est un bug. Veuillez en informer le mainteneur.

source: Unknown user/uid: "%s".
de: Unbekannter Benutzer: "%s".
fr: Utilisateur ou numéro d'utilisateur « %s » inconnu.

source: Unrecognized option: "%s".
de: Option "%s" nicht erkannt.
fr: L'option « %s » n'est pas reconnue.

source: Upload of "%s" cancelled by Palm.
de: Heraufladen von "%s" vom Palm abgebrochen.
fr: Installation de « %s » annulée par le Palm.

source: Uploading "%s"
de: Installiere "%s"
fr: J'installe « %s ».

source: Usage: %s [options] <mode> <mode args>
de: Verwendung: %s [Optionen] <mode> <mode args>

source: Warning:
de: Warnung:
fr: Avertissement:

source: Warning: AppInfo block in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
de: Warnung: AppInfo-Block in "%.*s" nicht an der erwarteten Stelle gefunden. Sollte an 0x%lx stehen, Dateizeiger befindet sich aber an 0x%lx.
fr: Attention: Le bloc AppInfo dans « %.*s » n'est pas là où je m'y attendais. Je croyais qu'il serait à 0x%lx, mais nous sommes à 0x%lx.

source: Warning: ROM serial number is %d characters long. Please notify the maintainer.
de: Bittem dem Entwickler des Programms melden: Warning: ROM serial number is %d characters long.
fr: Avertissement: Le numéro de série en ROM a %d caractères de long. Veuillez en informer le mainteneur.

source: Warning: can't set the speed you requested (%ld bps). Using default.
de: Warnung: Kann die gewünschte Geschwindigkeit %ld bps nicht setzen. Benutzte Standart.
fr: Avertissement: ne peux pas transmettre à la vitesse que vous avez demandé (%ld o/s). Je mettrai la vitesse de défaut.

source: Warning: no device on %s. Sleeping
de: Warnung: Kein Gerät an %s. Schlafe

source: Warning: record %d in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
de: Warnung: Datensatz %d in "%.*s" nicht an der erwarteten Stelle gefunden. Sollte an 0x%lx stehen, Dateizeiger befindet sich aber an 0x%lx.
fr: Attention: l'enregistrement N° %d de « %.*s » n'est pas là où je m'y attendais. Je croyais qu'il serait à 0x%lx, mais nous sommes à 0x%lx.

source: Warning: resource %d in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
de: Warnung: Ressource %d in "%.*s" nicht an der erwarteten Stelle gefunden. Sollte an 0x%lx stehen, Dateizeiger befindet sich aber an 0x%lx.
fr: Attention: la resource N° %d de « %.*s » n'est pas là où je m'y attendais. Je croyais qu'elle serait à 0x%lx, mais nous sommes à 0x%lx.

source: Warning: sort block in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
de: Warnung: Sortblock in "%.*s" nicht an der erwarteten Stelle gefunden. Sollte an 0x%lx stehen, Dateizeiger befindet sich aber an 0x%lx.
fr: Attention: le bloc de tri dans « %.*s » n'est pas là où je m'y attendais. Je croyais qu'il serait à 0x%lx, mais nous sommes à 0x%lx.

source: Write timeout. Attempting to resend.
de: Zeitablauf beim Schreiben. Neuer Sendeversuch.
fr: Timeout lors de l'écriture. J'essaie d'envoyer de nouveau.

source: You have an old Palm, one that doesn't say how many databases it has. I can't cope with this.
de: Sie haben einen alten Palm, der nicht verrät, wieviele Datenbanken er hat. Damit kann dieses Programm nicht umgehen.
fr: Vous avez un vieux Palm, qui n'indique pas combien il a de bases de données. J'arrive pas à bosser avec ce matos.

source: You shouldn't specify two -m<mode> options. Using -m%s.
de: Sie sollten keine zwei -m<Modus> optionen angeben. Benutze -m%s.
fr: Il ne faut pas donner deux options -m<mode>. J'utiliserai l'option -m%s.

source: You specified an apparently legal option ("-%c"), but I don't know what to do with it. This is a bug. Please notify the maintainer.
de: Sie haben eine scheinbar zulässige Option angegeben ("-%c"), aber das Programm kann damit nichts anfangen. Das ist ein Fehler. Bitte informieren Sie den Entwickler.
fr: Vous avez apparemment donné une option légale (« -%c »), mais je ne sais pas qu'en faire. Ceci est un bug. Veuillez en informer le mainteneur.

source: [generic]: Aborting.
de: [generic]: Abbruch.

source: pdb_Download() failed.
de: Fehler in pdb_Download().
fr: pdb_Download() a échoué.

source: usb: trying to fill a non-empty buffer.
de: usb: Versuch, einen nicht-leeren Puffer zu füllen.
fr: usb: tentat de remplir un tampon qui n'est pas vide.

source: ##### %s: Unknown argument type: 0x%02x
fr: ##### %s: Argument de type inconnu: 0x%02x

source: %s: %d: Missing ':' Colons are now required after most directives. (This warning will only be shown once.)
fr: %s: %d: « : » manquant. Il est maintenant obligatoire d'avoir un deux-points après la plupart des commandes. (Cet avertissement ne sera affiché qu'une fois.)

source: %s: Can't malloc copy of string.
fr: %s: Impossible d'allouer une copie d'une chaîne.

source: %s: Can't write record index entry for "%.*s".
fr: %s: Je n'arrive pas à écrire un élément de l'index des enregistrements dans « %.*s ».

source: %s: execvp(%s) failed and returned %d.
fr: %s: execvp(%s) a échoué et a retourné %d.

source: (1st)
fr: (1er)

source: Can't load record list header for "%.*s".
fr: %s: je n'arrive pas à écrire l'entête de la liste des enregistrements dans « %*.s ».

source: Can't read records for "%.*s".
fr: Je n'arrive pas à lire les enregistrements de « %.*s ».

source: Can't read resources for "%.*s".
fr: Je n'arrive pas à lire les resources de « %.*s ».

source: Conduit %s exited abnormally. Continuing.
fr: Le conduit %s a terminé de façon anormale. Je continue.
